Repository: Science-o-matic/lifecubomed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fr, it

source: Spanish
es_es: Español
it: Spagnolo

source: English
es_es: Inglés

source: Français
es_es: Francés

source: Home Template
es_es: Plantilla de Página Principal

source: Page Template
es_es: Plantilla de Página

source: New Template
es_es: Plantilla de Noticia

source: Cubomed News Template
es_es: Plantillla de Noticias Cubomed

source: Contact Template
es_es: Plantilla de página de contacto

source: Page Template 2 colum
es_es: Plantilla de 2 columnas

source: Page Template special
es_es: Plantilla especial

source: Page template 3 colum
es_es: Plantilla de 3 columnas

source: Page template 3 colum esp
es_es: Plantilla de 3 columnas especial

source: Page template 3 colum news
es_es: Plantilla de 3 columnas (noticias)

source: All jellyfishes
es_es: Todas las medudas

source: Unknown type
es_es: Tipo desconocido
fr: Type inconnu
it: Tipo sconosciuto

source: From
es_es: Desde
fr: Depuis
it: Da

source: To
es_es: Hasta
fr: Jusqu’a
it: A/Fino a

source: Date range is wrong
es_es: Rango de fechas inválido
fr: Plage de dates incorrecte
it: Gamma/rango di date non valide

source: Reporter
es_es: Reportado por
fr: Rapporté par
it: Avvistato da

source: Reported by
es_es: Reportado por

source: Date
es_es: Fecha
it: Data

source: Description
es_es: Descripción
it: Descrizione

source: Specimen type
es_es: Especimen
fr: Spécimen
it: Specie

source: Other jellyfish specimen description
es_es: Descricpción de especimen
fr: Description du spécimen
it: Descrizione della specie

source: Image name
es_es: Nombre de la imagen
fr: Nom de l’image
it: Nome dell’immagine

source: Image file
es_es: Fichero de imagen
fr: Fichier d’image
it: File dell’ immagine

source: Thumbnail file
es_es: Fichero thumbnail

source: Address
es_es: Localización
fr: Emplacement
it: Posizione

source: Latitude
es_es: Latitud
it: Latitudine

source: Longitude
es_es: Longitud
it: Longitudine

source: Size
es_es: Tamaño
fr: Taille
it: Dimensione

source: Quantity
es_es: Abundancia
fr: Abondance
it: Abbondance

source: Specimen
es_es: Especimen
it: Specie

source: Location
es_es: Localización

source: Sighting Report
es_es: Informe de Avistamiento
fr: Dossier d’observation
it: Relazione sull’avvistamento

source: Edit sighting
es_es: Editar avistamiento

source: Report sighting
es_es: Reportar avistamiento
fr: Rapporter une observation
it: Report avvistamento

source: Enter sighting date, or choose it from calendar.
es_es: Introduce fecha del avistamiento, o indícala en el calendario
fr: Introduire la date de l’observation ou l’indiquer dans le calendrier
it: Introduci la data di avvistamento o in indicala nel calendario

source: Choose jellyfish specimen
es_es: Selecciona especimen de medusa
fr: Sélectionner le spécimen de méduse
it: Seleziona la specie di medusa

source: Click on jellyfish to input size and quantity.
es_es: Haz click en la medusa para introducir tamaño y abundancia
fr: Cliquer sur la méduse pour introduire la taille et l’abondance
it: Clicca sulla medusa per introdurre dimensione e abbondanza

source: Other specimen
es_es: Otro especimen
fr: Autre spécimen
it: Altra specie

source: Choose this option if specimen is none of above. You should provide a description.
es_es: Elige esta opción si el especimen no es ninguno de los de arriba. Deberás añadir una descripción.
fr: Choisir cette option si le spécimen identifié n’est aucun des spécimens ci-dessus, puis ajouter une description
it: Scegli questa opzione se la specie non è nessuna di quelle indicate sopra. dovrai aggiungere una descrizione.

source: Enter a location, and it will be shown in a map below. Location's latitude and longitude will be shown too.
es_es: Introduce una localización y se mostrará en un mapa debajo. Además, se indicarán las coordenadas del lugar.
fr: Introduire une localisation pour que celle-ci se montre sur la carte ci-dessous, en calculant la latitude et la longitude.

source: Reset Marker
es_es: Restablece el marcador
fr: Rétablir le marqueur
it: Marca nuovamente la posizione

source: Optionally, input description or comments about the sighting.
es_es: Opcionalmente, introduce descripción o comentarios sobre el avistamiento
fr: Optionnellement, introduire des éléments descriptifs ou autres commentaires sur l’observation
it: Oppure, introduci la descrizione o un commento sull’avvistamento

source: An image related with the sighting can be uploaded.
es_es: Se puede subir una imagen relacionada con el avistamiento
fr: Télécharger une image en relation à l’observation
it: Si puo aggiungere un’immagine relazionata con l’avvistamento

source: Save report
es_es: Enviar avistamiento
fr: Envoyer l’observation
it: Inviare avvistamento

source: Apply filter
es_es: Aplicar filtro
fr: Appliquer un filtre
it: Applicare filtro

source: Logout
es_es: Cerrar sesión
fr: Déconnexion
it: Esci

source: Follow us on
es_es: Síguenos en
fr: Suivez nous sur
it: Seguici su

source: Map
es_es: Mapa
fr: Carte
it: Mappa

source: List
es_es: Lista
fr: Liste
it: Lista

source: Sorry, there's no sightings of the request type yet.
es_es: Lo sentimos, pero no hay avistamientos que cumplan con el filtro aplicado.
fr: Nous sommes désolés mais aucune observation ne correspond au filtre choisi.
it: Ci dispiace pero non ci sono avvistamenti che corrispondono al filtro applicato

source: Photo
es_es: Foto
it: Foto

source: Previous page
es_es: Página anterior
fr: Page précédente
it: Pagina precedente

source: Next page
es_es: Página siguiente
fr: Page suivante
it: Pagina succesiva

source: Download XLS
es_es: Descargar XLS

source: Download all sightings in Excel file (XLS)
es_es: Descargar todos los avistamientos (XLS)

source: The activation key "%(activation_key)s" is invalid and cannot be used to activate this account.
es_es: La clave de activación "%(activation_key)s" es inválida y no se puede usar para activar esta cuenta.

source: Your account has been activated correctly.
es_es: Tu cuenta se ha activado correctamente.
fr: Votre compte a été correctement activé.
it: Il tuo account si é aperto correttamente

source: Welcome to %(site_name)s. Please click here to activate your account: http://%(site)s/accounts/activate/%(activation_key)s/ Account has to be activated within %(expiration_days)s days.
es_es: Bienvenido a %(site_name)s. Por favor haz clic aquí para activar tu cuenta: http://%(site)s/accounts/activate/%(activation_key)s/ Activa tu cuenta antes de %(expiration_days)s días, o expirará.
fr: Bienvenu sur %(site_name)s. Veuillez cliquer ici afin d’activer votre compte: http://%(site)s/accounts/activate/%(activation_key)s/ . Activez votre compte dans les %(expiration_days)s prochains jours ou il sera expiré.
it: Benvenuto a %(site_name)s. Per favore, clicca qui per accedere al tuo account: http://%(site)s/accounts/activate/%(activation_key)s/ Apri il tuo account prima di %(expiration_days)s giorni o scadrá.

source: Activate your account in %(site_name)s
es_es: Activa tu cuenta en %(site_name)s
fr: Activer votre compte sur %(site_name)s

source: Log in
es_es: Iniciar sesión
fr: Démarrer la session
it: Accedi

source: Aren't you registered?
es_es: ¿No estás registrado?
fr: Vous n’êtes pas inscrits?
it: Non sei registrato?

source: Register
es_es: Regístrate
fr: Inscrivez-vous
it: Registrati

source: The registration process is almost complete. You would receive an email to activate your account.
es_es: El proceso de registro está casi completo. Deberías haber recibido un email para activar tu cuenta de usuario
fr: Le procès d’inscription est fini. Vous devriez avoir reçu un email pour activer votre compte.
it: La registrazione è in corso. riceverai un email che ti permetterá accedere al tuo account.

source: Username cannot contain spaces.
es_es: El nombre de usuario no puede contener espacios.

source: All jellyfish types
fr: Tous types de méduses
it: Tutti i tipi di meduse

source: Jellyfish
fr: Méduse
it: Medusa

source: Enter a location, and it will be shown in a map below. Latitude and longitude fields will be filled.
it: Introduci una posizione, apparirá una mappa nella parte sottostante, calcolando latitudine e longitudine.

source: Search
fr: Rechercher
it: Cerca

source: The activation key "%(activation_key)s" is invalid and cannot be used to activate this account.
it: Chiave %(activation_key)s non è valida e non si puo usare per accedere all’account

source: Activate your account in %(site_name)s
it: Accedi al tuo account in %(site_name)s

source: N/A
fr: Non disponible

source: Username cannot contain spacegs.
fr: Nom d'utilisateur ne peut pas contenir d'espaces.
